Repository: KanoComputing/kano-apps
Catalog: po/*.po
Languages: es_ar, ja

source: Do you want to reboot now?
es_ar: ¿Quieres reiniciar ahora?
ja: 今再起動しますか？

source: A reboot is required to complete the installation of Kano OS so it can access all the space on the SD card.
es_ar: Es necesario reiniciar para continuar con la instalación del OS de Kano y acceder a todo el espacio en la tarjeta SD.
ja: Kano OSのインストールを完了するには、SDカード容量の全てが利用できるよう、再起動が必要です。

source: LATER
es_ar: MÁS TARDE
ja: 後で

source: REBOOT
es_ar: REINICIAR
ja: 再起動

source: An application hub for Kano OS.
es_ar: Un centro de control de las aplicaciones del Kano OS.
ja: Kano OSアプリのハブ

source: Use this to install applications
es_ar: Usa esto para instalar aplicaciones
ja: アプリをインストールする

source: Run without the GUI
es_ar: Ejecutar sin GUI
ja: GUI無しで起動

source: Install just the app icon
es_ar: Instalar solo el icono de la aplicación
ja: アプリのアイコンのみインストール

source: A list of applications to install
es_ar: Una lista de aplicaciones para instalar
ja: インストール可能なアプリ一覧

source: Check for possible updates of all installed applications
es_ar: Fíjate las posible actualizaciones para todaslas aplicaciones instaladas
ja: インストール済みアプリのアップデート確認

source: Shows a tutorial that explains how to add icons to the desktop
es_ar: Muestra un tutorial que explica cómo añadir iconos al escritorio
ja: デスクトップにアイコンを追加する為のチュートリアル

source: Want more apps?
es_ar: ¿Quieres más aplicaciones?
ja: 他のアプリ欲しい？

source: Go to Kano World to install more
es_ar: Ve a Mundo Kano para instalar más
ja: Kanoワールドで他のアプリをゲットしよう

source: latest
es_ar: últimas
ja: 最新

source: code
es_ar: programación
ja: コード

source: games
es_ar: juegos
ja: ゲーム

source: media
ja: メディア

source: tools
es_ar: utilidades
ja: ツール

source: others
es_ar: otras
ja: その他

source: experimental
es_ar: expermientales
ja: 実験中

source: Remove from desktop
es_ar: Remover del escritorio
ja: デスクトップから削除

source: Add to desktop
es_ar: Agregar al escritorio
ja: デスクトップに追加

source: Error
ja: エラー

source: Unable to start the application.
es_ar: No se puede abrir la aplicación.
ja: アプリを起動できません。

source: OK
ja: 了解

source: More information
es_ar: Más información
ja: 追加情報

source: Remove
es_ar: Eliminar
ja: 削除

source: Update app
es_ar: Actualizar aplicación
ja: アプリをアップデート

source: OK, GOT IT
es_ar: OK, ENTENDIDO
ja: はい、了解

source: Removing {}
es_ar: Eliminando {}
ja: {}を削除中

source: This application will be uninstalled and removed from apps. Do you wish to proceed?
es_ar: Esta aplicación será desinstalada y eliminada de las apps. ¿Deseas continuar?
ja: このアプリをアンインストールし、アップスから削除されます。続けますか？

source: YES
es_ar: SI
ja: はい

source: NO
ja: いいえ

source: Uninstalling {}
es_ar: Desinstalando {}
ja: {}をアンインストール

source: Updating {}
es_ar: Actualizando {}
ja: {}をアップデート

source: This application will be updated Do you wish to proceed?
es_ar: Esta aplicación será actualizada ¿deseas continuar?
ja: このアプリがアップデートされます。続けますか？

source: Unable to download the application
es_ar: Imposible descargar la aplicación
ja: アプリのダウンロードが失敗しました

source: {} is already installed
es_ar: {} ya se encuentra instalada
ja: {}はすでにインストール済みです

source: Would you like to update it?
es_ar: ¿Deseas actualizarla?
ja: アップデートしますか？

source: Installing {}
es_ar: Instalando {}
ja: {}をインストール中

source: Done!
es_ar: ¡Hecho!
ja: 完了！

source: %s installed successfully! Look for it in the Apps launcher.
ja: %sは無事にインストールされました！アップラウンチャーから起動できます。

source: Installation failed
es_ar: Falló la instalación
ja: インストールの失敗

source: %s cannot be installed at the moment. Please make sure your kit is connected to the internet and there is enough space left on your card.
ja: 現在、%sをインストールすることが出来ません。インターネットに接続していることとSDカードの空き容量を確認してください。

source: 'Uninstalling {}'
es_ar: 'Desinstalando {}'
ja: '{}をアンインストール中'

source: Unable to download the application ({})
es_ar: Imposible descargar la aplicación ({})
ja: アプリ({})をダウンロード出来ません

source: {} won't be downloaded because the hardware is not performant enough
es_ar: {} no se descargará porque el hardware no es lo suficientemente eficiente
ja: ハードウェアのスペックが不十分な為、{}がダウンロード出来ません

source: Apps
es_ar: Aplicaciones
ja: アップス

source: Add more apps to the desktop
es_ar: Agrega más aplicaciones al escritorio
ja: デスクトップに他のアプリを追加しよう

source: Click the '+' button to the right of the app name to make it appear on the desktop. You can remove it again by clicking on 'x'.
es_ar: Presiona el botón '+' a la derecha del nombre de la aplicación para que aparezca en el escritorio. Puedes eliminarla presionando en la 'x'.
ja: アプリの右側の'+'ボタンでアプリをデスクトップに追加できます。'x'をクリックして、デスクトップから削除できます。

source: Enter your system password - default is kano:
es_ar: Ingresa la contraseña del sistema - la predeterminada es kano:
ja: システムパスワードを入力してください（初期パスワードはkanoです）:

source: The password was incorrect. Try again?
es_ar: La contraseña es incorrecta. ¿Intentar nuevamente?
ja: パスワードが間違っています。やり直す？

source: CANCEL
es_ar: CANCELAR
ja: キャンセル

source: Re-enter your system password - default is kano:
es_ar: Reingresa la contraseña del sistema - la predeterminada es kano:
ja: システムパスワードを再度入力してください（初期パスワードはkanoです）:

source: {} installed successfully! Look for it in the Apps launcher.
es_ar: ¡{} fue instalada con éxito! Búscala en el menú de Aplicaciones

source: {} cannot be installed at the moment. Please make sure your kit is connected to the internet and there is enough space left on your card.
es_ar: {} no pudo ser instalada por el momento. Por favor asegúrate de que tu computadora este conectada a internet y que tengas suficiente espacio en tu tarjeta.

source: Install {}
es_ar: Instalar {}
